//机构类型
export const orgType = {
  '01': '医院',
  '02': '服务机构',
  '03': '监管部门',
  '09': '运营机构'
}
//编制床位
export const planBedSum = {
  '01': '0-100',
  '02': '100-200',
  '03': '200-500',
  '04': '>500'
}
//职工总数
export const staffSum = {
  '01': '0-100',
  '02': '100-200',
  '03': '200-500',
  '04': '>500'
}
//医院类型
export const hospitalTeaching = {
  '00': '非教学医院',
  '01': '教学医院'
}

export const pYear = {
  '2015': '2015',
  '2016': '2016',
  '2017': '2017',
  '2018': '2018',
  '2019': '2019',
  '2020': '2020',
}

export const yearMonth = {
  '20141': '2014上半年',
  '20142': '2014下半年',
  '20151': '2015上半年',
  '20152': '2015下半年',
  '20161': '2016上半年',
  '20162': '2016下半年',
  '20171': '2017上半年',
  '20172': '2017下半年',
  '20181': '2018上半年',
  '20182': '2018下半年',
  '20191': '2019上半年',
  '20192': '2019下半年',
  '20201': '2020上半年',
  '20202': '2020下半年',
}

//表单样式  每行一条记录
export const formItemLayout = {
  labelCol: {
    xs: { span: 24 },
    sm: { span: 5 },
  },
  wrapperCol: {
    xs: { span: 24 },
    sm: { span: 12 },
  },
};

export const auditFstate = {
  '10': '待审核',
  '20': '已审核',
  '30': '待提交'
}